import Header from "../../components/layout/Header";
import Footer from "../../components/layout/Footer";

export default function FAQ() {
  return (
    <div className="bg-gray-100 min-h-screen flex flex-col">
      <Header />

      <main className="container mx-auto py-12 px-4">
        <section className="text-center mb-12">
          <h1 className="text-4xl font-bold text-gray-800 mb-4">
            قوانین و مقررات
          </h1>
          <p className="text-gray-600 text-lg leading-relaxed">
            قوانین و مقرراتی که لازمه هر شغلی است
          </p>
        </section>

        <div className="bg-white rounded-lg shadow-md p-6 text-justify text-xl ">
          بیبلیو ضمن احترامی که برای حریم شخصی کاربران قائل است، برای خرید، ثبت
          نظر یا استفاده از برخی امکانات وب سایت اطلاعاتی را از کاربران درخواست
          می‌کند تا بتواند خدماتی امن و مطمئن را به کاربران ارائه دهد. برای
          پردازش و ارسال سفارش، اطلاعاتی مانند آدرس، شماره تلفن و ایمیل مورد
          نیاز است و کلیه فعالیت‌های ایران کتاب قانونی و مبتنی بر قوانین تجارت
          الکترونیک صورت می‌گیرد . همچنین آدرس ایمیل و تلفن‌هایی که مشتری در
          پروفایل خود ثبت می‌کند، تنها آدرس ایمیل و تلفن‌های رسمی و مورد تایید
          مشتری است و تمام مکاتبات و پاسخ‌های شرکت از طریق آنها صورت می‌گیرد.
          بنابراین درج آدرس، ایمیل و شماره تماس‌های همراه و ثابت توسط مشتری، به
          منزله مورد تایید بودن صحت آنها است و در صورتی که این موارد به صورت
          صحیح یا کامل درج نشده باشد، ایران کتاب جهت اطمینان از صحت و قطعیت ثبت
          سفارش می‌تواند از مشتری، اطلاعات تکمیلی و بیشتری درخواست کند. مشتریان
          می‌توانند نام، آدرس و تلفن شخص دیگری را برای تحویل گرفتن سفارش وارد
          کنند و ایران کتاب تنها برای ارسال همان سفارش، از این اطلاعات استفاده
          خواهد کرد. همچنین ایران کتاب ممکن است برای ارتباط با مشتریان، بهینه
          سازی محتوای وب سایت و تحقیقات بازاریابی از برخی اطلاعات استفاده کند و
          برای اطلاع رسانی رویدادها و اخبار، خدمات و سرویس‌های ویژه یا
          پروموشن‌ها، برای اعضای وب سایت ایمیل یا پیامک ارسال نماید. در صورتی که
          کاربران تمایل به دریافت اینگونه ایمیل و پیامک‌ها نداشته باشند،
          می‌توانند عضویت دریافت خبرنامه ایران کتاب را در پروفایل خود لغو کنند.
          توجه داشته باشید که 10008727 - 20003908 - 10001631 - 100058000 تنها
          شماره هایی است که ایران کتاب از طریق آن برای کاربران و مشتریان خود
          پیامک (اس ام اس) ارسال می‌کند. همچنین این شماره‌‌، سامانه ارسال پیامک
          است که وضعیت پردازش سفارش یا رویدادها، خدمات و سرویس‌های ویژه ایران
          کتاب را به اطلاع کاربران می‌رساند و روشن است که امکان دریافت پیام‌های
          شما از طریق آن وجود ندارد. بنابراین ارسال هرگونه پیامک تحت عنوان ایران
          کتاب با هر شماره دیگری تخلف و سوء استفاده از نام ایران کتاب است و در
          صورت دریافت چنین پیامکی، لطفاً جهت پیگیری قانونی آن را به
          Info@iranketab.ir اطلاع دهید. ایران کتاب ممکن است نقد و نظرهای ارسالی
          کاربران را در راستای رعایت قوانین وب سایت ویرایش کند. همچنین اگر نظر
          یا پیام ارسال شده توسط کاربر، مشمول مصادیق محتوای مجرمانه باشد، ایران
          کتاب می‌تواند از اطلاعات ثبت شده برای پیگیری قانونی استفاده کند. حفظ و
          نگهداری رمز عبور بر عهده کاربران است و برای جلوگیری از هرگونه سوء
          استفاده احتمالی، کاربران نباید آن را برای شخص دیگری فاش کنند. ایران
          کتاب هویت شخصی کاربران را محرمانه می‌داند و اطلاعات شخصی آنان را به
          هیچ شخص یا سازمان دیگری منتقل نمی‌کند، مگر اینکه با حکم قانونی مجبور
          باشد در اختیار مراجع ذی‌صلاح قرار دهد. ایران کتاب همانند سایر وب
          سایت‌ها از جمع آوری IP و کوکی‌ها استفاده می‌کند، اما پروتکل، سرور و
          لایه‌های امنیتی ایران کتاب و روش‌های مناسب مدیریت داده‌ها اطلاعات
          کاربران را محافظت و از دسترسی‌های غیر قانونی جلوگیری می‌کند. در صورتی
          که تمایلی به دریافت ایمیل‌ها و خبرنامه های ایران کتاب ندارید٬ می
          توانید بر روی کلمه لغو عضویت در انتهای صفحه ایمیل کلیک کنید. ایران
          کتاب برای حفاظت و نگهداری اطلاعات و حریم شخصی کاربران همه توان خود را
          به کار می‌گیرد و امیدوار است که تجربه‌ی خریدی امن، راحت و خوشایند را
          برای همه کاربران فراهم آورد. در صورت وجود هرگونه سوال٬ لطفا با ما تماس
          بگیرید .
        </div>
      </main>

      <Footer />
    </div>
  );
}
